import React from 'react';

const CTA = React.memo(() => {
  return (
    <section id="cta" className="wrapper style4">
      <div className="inner sinhala-page" lang="si">
        <header>
          <p>
            තමාගේ උපාධි නිබන්ධනය කෙසේ හෝ අවම ආයසයකින් නිම කිරීම ට කොහෙන් හෝ
            තැනකින් විස්තර රැගෙන ලියන බහුතර පිරිසක් අද සමාජයේ ඇත.
          </p>
          <p>
            ඔබගේ බටහිර විද්‍යා නිබන්ධනය සදහා වැව් ගැන වියුක්ත ව කරුණු රැස්
            කරනවා ට වඩා හැකි නම් වැව් තනා දී තවත් ජලය නොමැති ව ලොකයේ කොහේ හෝ
            ජීවත් වන පිරිසක ගේ ජල අවශ්‍යතාවය සැපිරීම වඩා උචිත වේ.
          </p>
          <p>
            වසර දහස් ගණනක් මේ වැව් පැවතියේ පරීක්ෂණ නිරීක්ෂණ නිගමන වලින් එහා
            මානයක විද්‍යාවක් සිංහළ දියාලුවන් සතුව පැවති බැවිනි.
          </p>
          <p>
            ඒ විද්‍යාවේ මහිම කෙසේ ද යත් වැව මිනිස් නිර්මාණයක් යැයි වෙන්කර
            හඳුනාගත් නොහැකි තරමට ම වැව් සිරි ලක සොබාදහමේ ම අංගයක් බවට පත් වී
            ඇත.
          </p>
          <p>
            සමාජ සංස්කෘතික ඝාතනයේ යෙදෙන විවිධාකාර පාර්ශව වලින් ඉතුරුවී ඇති වැව්
            ටිකවත් රැකගැනීමට යම්තම් හෝ රුකුලක් වන පරිදි මෙහි ඇති ඡායාරූප කිසිවක
            වැව් වල නම් සඳහන් නොකරන බව සළකන්න.
          </p>
          <p>
            මෙහි ඇති අඩු පාඩු භාෂාව, කරුණු පිලිගැන්වීම හෝ ඕනෑම දෙයක් පිලිබද
            ඔබේ අදහස් උදහස් යෝජනා අගය කොට සලකමි.
          </p>
          <p>
            මෙහි යෙදන පද සහ යෙදුම් වලට අමතරව තවත් ප්‍රාදේශීය භාෂා යෙදුම්
            තිබිය හැක. ඔබ දන්නා දෙයක් තිබේ නම් සංස්කෘතික මංකොල්ලකාරයන්ට අසු
            නොවන පරිදි එයද සඳහන් කර යන්ට.
          </p>
          <p>
            දැනුවත්ව හෝ නොදැනුවත්ව රටේ ඒකීයභාවය නැතිකරීම මූලික කොටගත්
            විවිධාකාරයේ පද වදන් යොදමින් මෙහි නිරන්තරයෙන්ම යෙදෙන සිංහළ යන පදය
            පිලිබඳ විවිධාකාරයේ ගැටලු පැන නංවන අදහස් වලට උදහස් වලට මම
            ප්‍රතිචාර නොදක්වමි.
          </p>
          <p>ඕං අපි ගියා ආයුබෝං ~~</p>
        </header>
      </div>
    </section>
  );
});

CTA.displayName = 'CTA';

export default CTA;
